{"translation-revision-date":"2022-05-20 03:31:44+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"We want to make Redux perfect. Please send whatever you are comfortable sending, and we will do our best to resolve the problem.":["Queremos que Redux sea perfecto. Por favor, envía cualquier cosa que necesites y nosotros intentaremos resolver el problema lo mejor que podamos."],"Thank you for reporting an issue.":["Gracias por informar sobre una incidencia."],"Template ID":["ID de plantilla"],"Send page content":["Enviar contenido de la página"],"Send theme and plugins":["Enviar temas y plugins"],"Share this Design":["Compartir este diseño"],"Redux Template":["Plantilla Redux"],"Share Block":["Compartir bloque"],"Submit Template":["Enviar plantilla"],"Share this design":["Compartir este diseño"],"Redux Shares":["Compartidos de Redux"],"Export Block":["Exportar bloque"],"Export Page":["Exportar página"],"Submit":["Enviar"],"Can we ask you a question?":["¿Podemos hacerte una pregunta?"],"Thanks for your feedback, your input is very much valued.":["Gracias por tu comentario, tu aportación es muy valorada."],"Template Details":["Detalles de la plantilla"],"Blocks Used":["Bloques utilizados"],"copied":["copiado"],"Copy the template identifier":["Copia el identificador de la plantilla"],"Full Preview":["Vista previa completa"],"Previous":["Anterior"],"Collapse":["Cerrar"],"Upgrade to Pro":["Mejorar a Pro"],"pages":["páginas"],"Back to Template Kits":["Volver a Kits de plantillas"],"Free":["Gratis"],"Visit Plugin Website":["Visitar la web del plugin"],"Third-party premium plugins required.":["Se necesitan plugins premium de terceros."],"Only default WordPress blocks used.":["Solo se han utilizado bloques de WordPress por defecto."],"Native":["Nativo"],"Native Blocks Only":["Solo bloques nativos"],"Installed":["Instalado"],"Installed Dependencies":["Dependencias instaladas"],"Select All":["Seleccionar todo"],"Required Plugins":["Plugins necesarios"],"Only":["Solo"],"Templates that only contain blocks from the selected plugins.":["Plantillas que sólo contienen bloques de los plugins seleccionados."],"Any":["Cuaquiera"],"Templates which contain blocks from any of the selected plugins.":["Plantillas que contienen bloques de cualquiera de los plugins seleccionados."],"Categories":["Categorías"],"Template Kit":["Kits de plantillas"],"Template":["Plantilla"],"Upgrade Now Just $49":["Actualiza ahora por sólo 49$"],"Thanks for giving our library a try! Upgrade to Redux Pro to unlock even more designs and to continue using our library.":["¡Gracias por probar nuestra biblioteca! Actualiza a Redux Pro para desbloquear aún más diseños y seguir utilizando nuestra biblioteca."],"Visit the <a href=\"%s\" target=\"_blank\">account dashboard<\/a> to recover your subscription key.":["Visita el <a href=\"%s\" target=\"_blank\">panel de control de la cuenta<\/a> para recuperar tu clave de suscripción."],"Activate":["Activar"],"Activate & Install Pro":["Activar e instalar la versión Pro"],"Enter your subscription key":["Introduce tu clave de subscripción"],"Activate Redux Pro":["Activar Redux Pro"],"License key failed to activate. Please try again.":["Ha fallado la activación de la clave de licencia. Por favor, inténtalo de nuevo."],"API key activated, installing Redux Pro.":["Clave de licencia de la API activada, instalando Redux Pro."],"Validating license key.":["Validando la clave de licencia."],"Redux Pro successfully installed!":["¡Redux Pro ha sido instalado correctamente!"],"Installing Redux Pro.":["Instalando Redux Pro."],"There seems to be an API issue. Please contact Redux support or try again.":["Parece que hay una incidencia con la API. Por favor, contacta con el soporte de Redux o inténtalo de nuevo."],"Install of Redux Pro failed, please try again.":["La instalación de Redux Pro ha fallado. Por favor, inténtalo de nuevo."],"Installing the redux-framework plugin.":["Instalar el plugin redux-framework."],"Enter your API key to activate and install your copy of Redux Pro.":["Introduce la clave API para activar e instalar tu copia de Redux Pro."],"Register for Free":["Regístrate gratis"],"manual updates.":["actualizaciones manuales."],"Google Fonts":["Google Fonts"],"to the library.":["a la biblioteca."],"Updates":["Actualizaciones"],"use of our free templates.":["uso de nuestras plantillas gratuitas."],"Unlimited":["Ilimitado"]," Register now to import templates from the Redux template library in a single click.":[" Regístrate ahora para importar plantillas de la biblioteca de plantillas Redux en un solo clic."],"Registration Required to Import Templates":["Es necesario registrarse para importar plantillas"],"The following premium plugin(s) are required to import this template:":["Para importar esta plantilla se necesitan los siguientes plugins premium:"],"Additional Plugins Required":["Se necesitan plugins adicionales"],"Replace all Content":["Reemplazar todo el contenido"],"Append to Content":["Añadir al contenido"],"You have existing content on this page. How would you like to handle the import of this page template?":["Tienes contenido existente en esta página. ¿Cómo quieres gestionar la importación de esta plantilla de página?"],"Append or Replace":["Añadir o reemplazar"],"Install":["Instalar"],"The following plugin(s) failed to install properly. Please manually install them yourself before attempting another import.":["Ha fallado la instalación correcta de los siguientes plugins. Por favor, instálalos de manera manual antes de intentar otra importación."],"Plugins needed to import this template are missing. Required plugins will be installed and activated automatically.":["Faltan los plugins necesarios para importar esta plantilla. Los plugins necesarios se instalarán y activarán automáticamente."],"Install Required Plugins":["Instalar los plugins necesarios"],"Give up, it looks like it didn't work...":["Déjalo, parece que no funciona..."],"Are you sure your internet is working?!":["¿Seguro que funciona tu conexión a internet?"],"Really, this should be done soon.":["En serio, esto debería estar solucionado enseguida."],"Gah, this should be done by now!":["¡Vaya, esto ya debería estar hecho!"],"Wow, this is taking a long time.":["Vaya, esto está llevando mucho tiempo."],"We're getting closer now.":["Ahora estamos más cerca."],"Fetching the template.":["Obteniendo la plantilla."],"Please wait while your template is prepared.":["Por favor, espera mientras se prepara tu plantilla."],"An unexpected error occured, please try again later.":["Se ha producido un error inesperado, por favor, inténtalo más tarde."],"Custom CSS":["CSS personalizado"],"You can also use other CSS syntax here, such as media queries.":["También puedes utilizar aquí otra sintaxis CSS, como media queries."],"Example:":["Ejemplo:"],"to target block wrapper.":["a la envoltura del bloque destino."],"Use":["Usar"],"Add your custom CSS.":["Añade tu CSS personalizado"],"Learn more at Redux.io":["Más información en Redux.io"],"Redux allows you 5 free imports or you can go Pro now and import unlimited templates for just $49\/year (limited time only).":["Redux te permite 5 importaciones gratuitas o puedes pasar a Pro ahora e importar un número ilimitado de plantillas por solo 49$\/año (solo por tiempo limitado)."],"Import 5 templates for free or go Pro!":["¡Importa 5 plantillas gratis o vente a la versión Pro!"],"To use the template library click on the library button then pick your favourite template and import! Redux allows you to import beautiful Gutenberg pages in seconds.":["Para usar la biblioteca de plantillas haz clic en el botón de la biblioteca, elige tu plantilla favorita e impórtala. Redux te permite importar hermosas páginas Gutenberg en segundos."],"Using the Template Library":["Utilizando la biblioteca de patrones"],"Redux brings you over 1,000 importable templates and blocks that allow you to build Gutenberg powered pages and websites in minutes not days.":["Redux te ofrece más de 1.000 plantillas y bloques importables que te permiten construir páginas y sitios web con Gutenberg en minutos, no en días."],"Try the Redux Template Library":["Prueba la biblioteca de plantillas Redux"],"Say hello to the Redux template library":["Dile hola a la biblioteca de plantillas Redux"],"Updated":["Actualizado"],"Small preview":["Vista previa pequeña"],"Medium preview":["Vista previa mediana"],"Large preview":["Vista previa grande"],"Refresh Library":["Recargar la biblioteca"],"Take the Redux Challenge":["Acepta el desafío Redux"],"Trial: %d\/%d Imports Remaining":["Período de prueba: %d\/%d importaciones restantes"],"Trial Ended: %d\/%d Imported":["Período de prueba terminado: %d\/%d importado"],"Search for a template":["Buscar una plantilla"],"Preview":["Previsualizar"],"Current Page":["Página actual"],"View Templates":["Ver las plantillas"],"Premium Requirements":["Requisitos Premium"],"Premium":["Premium"],"Default Template":["Plantilla por defecto"],"Upgrade to Redux Pro":["Actualiza a Redux Pro"],"Visit our Website":["Visita nuestra web"],"Join our Community":["Únete a nuestra comunidad"],"See Quick Links":["Ver enlaces rápidos"],"WordPress Core":["Núcleo de WordPress"],"Not Installed":["No Instalado"],"Next":["Siguiente"],"seconds":["segundos"],"minutes":["minutos"],"Submit Feedback":["Enviar opinión"],"Yes, I give Redux permission to contact me for any follow up questions.":["Sí, doy permiso a Redux para que contacte conmigo para el seguimiento de cualquier pregunta."],"We're sorry that it took longer than 5 minutes to try our challenge. We aim to ensure our Block Template library is as beginner friendly as possible. Please take a moment to let us know how we can improve our challenge.":["Sentimos que hayas tardado más de 5 minutos en probar nuestro desafío. Nuestro objetivo es garantizar que nuestra biblioteca de plantillas de bloques sea lo más fácil posible para los principiantes. Por favor, tómate un momento para decirnos cómo podemos mejorar nuestro desafío."],"Help us improve Redux":["Ayúdanos a mejorar Redux"],"Rate Redux on Wordpress.org":["Valora Redux en WordPress.org"],"Thanks for your support and we look forward to bringing more awesome features.":["Gracias por tu apoyo y esperamos poder ofrecer más funciones increíbles."],") on WordPress.org":[") en WordPress.org"],"by giving Redux a 5-star rating (":["dando a Redux una valoración de 5 estrellas ("],"Share your success story with other Redux users and help us spread the word":["Comparte tu historia de éxito con otros usuarios de Redux y ayúdanos a difundir el mensaje"],"You completed the Redux Challenge in ":["Has completado el desafío Redux en "],"Congrats, you did it!":["Felicidades, ¡lo hiciste!"],"When you click to import a template, sometimes you will be missing one of the required plugins. Redux will do its best to help you install what's missing. If some of them are premium plugins, you will be provided details on where you can get them.":["Cuando haces clic para importar una plantilla, a veces te falta uno de los plugins necesarios. Redux hará todo lo posible para ayudarte a instalar lo que falta. Si algunos de ellos son plugins premium, se te proporcionarán detalles sobre dónde puedes conseguirlos."],"Import Wizard":["Importar asistente"],"This is the preview dialog. It gives more details about the template and helps you to see what you could expect the templates to look like.":["Este es el diálogo de vista previa. Ofrece más detalles sobre la plantilla y te ayuda a ver el aspecto que podrían tener las plantillas."],"Preview Dialog":["Vista previa del diálogo"],"When you hover over a template you can see via icons what plugins are required for this template. You can then choose to Preview or Import a design.":["Cuando pasas el ratón por encima de una plantilla, puedes ver mediante iconos qué plugins son necesarios para esa plantilla. A continuación, puedes elegir entre Previsualizar o Importar un diseño."],"Template Hover":["Plantilla al pasar el cursor"],"This area is where the templates will show up that match the filters you've selected. You can click on many of them to preview or import them.":["En esta zona aparecerán las plantillas que coincidan con los filtros que hayas seleccionado. Puedes hacer clic en muchas de ellas para previsualizarlas o importarlas."],"Templates List":["Lista de plantillas"],", you don`t have that plugin installed yet, but don`t worry. Redux will help you with that too.":[", no tienes ese plugin instalado todavía, pero no te preocupes. Redux te ayudará con eso también."],"little orange":["naranja pequeña"],"Some templates require certain plugins. You can filter or select those templates. Hint, if the text is a ":["Algunas plantillas requieren ciertos plugins. Puedes filtrar o seleccionar esas plantillas. Sugerencia, si el texto es un "],"Plugins Filter":["Filtro de plugins"],"This area is where you can search and filter to find the right kind of templates you want.":["En esta área puedes buscar y filtrar para encontrar el tipo de plantillas que deseas."]," are reusable blocks that you may have previously saved for later.":["son bloques reutilizables que puedes haber guardado previamente para más adelante."],"Saved":["Guardado"]," are groups of pages that all follow a style or theme.":[" son grupos de páginas que siguen un estilo o tema."],"Template Kits":["Conjuntos de platillas"]," are, you guessed it, a group of multiple sections making up a page.":[" son, lo has adivinado, un grupo de secciones múltiples que componen una página."],"Pages":["Páginas"]," are the building blocks of a page. Each \"row\" of content on a page we consider a section.":[" son los bloques de construcción de una página. Cada «fila» de contenido en una página la consideramos una sección."],"These are the different types of templates we have.":["Estos son los diferentes tipos de plantillas que tenemos."],"Template Type Tabs":["Pestañas de tipo de plantilla"]," remaining":["restantes"],"Redux Challenge":["Desafío Redux"],"Cancel Challenge":["Cancelar desafío"],"Skip Challenge":["Saltar el desafío"],"Start Challenge":["Comenzar el desafío"],"Complete the challenge and get up and running within 5 minutes":["Completa el desafío y ponte en marcha en 5 minutos"],"Open Library":["Abrir la biblioteca"],"Redux Templates Library":["Biblioteca de plantillas Redux"],"Element Layouts":["Disposición de los elementos"],"Design Library":["Biblioteca de diseño"],"Choose a section, template, or template kit from the Redux Template Library.":["Escoge una sección, una plantilla o un kit de plantillas de la biblioteca de plantillas Redux."],"Open Design Library":["Abrir la biblioteca de diseño"],"Open the Design Library and select a pre-designed block or layout.":["Abre la biblioteca de diseños y selecciona un bloque o diseño prediseñado."],"Import blocks exported using Redux plugin.":["Importar bloques exportados con el plugin Redux."],"migrate":["migrar"],"download":["descargar"],"import":["importar"],"Template Import":["Importación de plantillas"],"Import from JSON":["Importar de JSON"],"Drag a file or upload a new one from your device.":["Arrastra un archivo o sube uno nuevo desde tu dispositivo."],"Import a Template from JSON - Redux":["Importa una plantilla de JSON - Redux"],"Unknown error":["Error desconocido"],"Invalid Reusable Block JSON file":["Archivo JSON de bloque reutilizable no válido"],"Invalid JSON file":["Archivo JSON no válido"],"Sections":["Secciones"],"Sidebar":["Barra lateral"],"Redux Template Library":["Biblioteca de plantillas Redux"],"Templates":["Plantillas"],"None":["Ninguno"],"Register":["Registro"],"Template Library":["Biblioteca de plantillas"],"Redux":["Redux"],"Cancel":["Cancelar"],"Section":["Sección"],"Get Support":["Obtén soporte"],"Name":["Nombre"],"Close":["Cerrar"],"Description":["Descripción"],"All":["Todo"],"Upload":["Subir"],"Import":["Importar"]}},"comment":{"reference":"redux-templates\/assets\/js\/redux-templates.js"}}